tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "bat"
brew "btop"
brew "chezmoi"
brew "chrome-cli"
brew "colordiff"
brew "coreutils"
brew "csview"
brew "difftastic"
brew "fd"
brew "findutils"
brew "fish"
brew "fswatch"
brew "fzf"
brew "git"
brew "git-cal"
brew "git-delta"
brew "git-fixup"
brew "git-standup"
brew "git-trim"
brew "git-when-merged"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "gopass"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "jp2a"
brew "jq"
brew "lesspipe"
brew "lowdown"
brew "mackup"
brew "macvim"
brew "magic-wormhole"
brew "markdown"
brew "par"
brew "pg_top"
brew "pgcli"
brew "pinentry-mac"
brew "pipenv"
brew "postgresql@14"
brew "pre-commit"
brew "pycodestyle"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "qpdf"
brew "ripgrep"
brew "rsync"
brew "socat"
brew "spaceman-diff"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tox"
brew "watch"
brew "wdiff"
brew "wget"
brew "yq"

cask "appgrid"
cask "caffeine"
cask "daisydisk"
cask "firefox"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-source-code-pro"
cask "github"
cask "google-chrome"
cask "gopass-ui"
cask "istat-menus"
cask "iterm2"
cask "keyboard-cleaner"
cask "passformacos"
cask "regexhibit"
cask "resilio-sync"
cask "silentknight"
cask "sublime-merge"
cask "sublime-text"
cask "ukelele"
cask "vanilla"
cask "viscosity"
