tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "adur1990/tap"

brew "bat"
brew "chezmoi"
brew "coreutils"
brew "fd"
brew "findutils"
brew "fish"
brew "fisher"
brew "fzf"
brew "git"
brew "git-cal"
brew "git-delta"
brew "git-fixup"
brew "git-standup"
brew "gopass"
brew "hub"
brew "macvim"
brew "ripgrep"
brew "rsync"

cask "github"
cask "gopass-ui"
cask "passformacos"
